TODO 
1. попытаться отклассифицировать ВП.

2. стаб классификатора
	прием маркеров
	чтение ЭЭГ
	общение с графическим интерфейсом
3. попытаться послать в ЭЭГ то же процессорное время, что пишется в ээг (временные зоны)











1. Привести в норму усреднение прямоугольного сигнала (что-то не то с новыми маркерами). см square_eeg_drl_4
	+прямоугольный импульс усредняется нормально.
	+	стабильность доставки маркеров вызывает вопросы.

0. По ЛСЛ и изи-файлу пишется одна ЭЭГ или нет? (да)
	тестер от nvx
3. Усреднить и нарисовать данные 

5. 6 стимулов

2. сделать гладкий Фурье (усреднение N последних спектров в каждый момент времени)

2. Запись вызваных потенциалов
	Р300
	SSVEP
		онлайн- спектры 